Repository: HideezGroup/HES
Catalog: HES.Web/Resources/Resource.*.resx
Languages: uk

# Identity_LoginWith2fa_UnableToLoad
source: Unable to load two-factor authentication user.
uk: Неможливо завантажити двофакторну автентифікацію користувача.

# Identity_LoginWithRecoveryCode_Description
source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
uk: Ви подали запит на вхід із кодом відновлення. Цей логін не буде запам’ятовуватися, доки ви не введете код програми для автентифікації при вході або не вимкнете 2FA та не ввійдете знову.

# Identity_LoginWithRecoveryCode_InvalidRecoveryCode
source: Invalid recovery code entered.
uk: Введено недійсний код відновлення.

# Identity_LoginWithRecoveryCode_Title
source: Recovery code verification
uk: Перевірка коду відновлення

# Identity_Login_Email_Header
source: Sign in
uk: Увійти

# Identity_Login_EnterPassword_Header
source: Enter password
uk: Введіть пароль

# Identity_Login_ForgotYourPassword
source: Forgot your password?
uk: Забули свій пароль?

# Identity_Logout_Description
source: You have successfully logged out of the application.
uk: Ви успішно вийшли з програми.

# Identity_Logout_Title
source: Log out
uk: Вийти

# Identity_RegisterSecurityKey_AlreadyAdded
source: You have already added a security key.
uk: Ви вже додали ключ безпеки.

# Identity_RegisterSecurityKey_InvalidToken
source: Invitation token has expired.
uk: Термін дії токену запрошення закінчився.

# Identity_RegisterSecurityKey_Title
source: Security key registration
uk: Реєстрація ключа безпеки

# Identity_RegisterSecurityKey_UserNotFound
source: We could not find a user with such an email, please contact the administrator.
uk: Нам не вдалося знайти користувача з таким імейлом, зв’яжіться з адміністратором.

# Identity_ResetPassword_CodeMustBeSupplied
source: A code must be supplied password reset.
uk: Код повинен бути наданий для скидання пароля.

# Identity_ResetPassword_Title
source: Reset password
uk: Скинути пароль

# Identity_SingleLogOut_Header
source: Single Log Out
uk: Єдиний вихід

# Identity_SingleSignOn_Header
source: Single Sign On
uk: Єдиний вхід

# Identity_SingleSignOn_WrongQueryString_Description
source: HTTP Query String does not contain {0}
uk: Рядок запиту HTTP не містить {0}

# Identity_SingleSignOn_WrongQueryString_Title
source: Wrong parameters
uk: Неправильні параметри

# Label_GoToLoginPage
source: Go to login page
uk: Перейти на сторінку входу

# Label_Password
source: Password
uk: Пароль

# Label_RememberMe
source: Remember me
uk: Запам'ятати мене

# SecurityKey_Done_Description
source: You have successfully completed the security key registration process. Thanks!
uk: Ви успішно завершили процес реєстрації ключа безпеки. Дякую!

# SecurityKey_Error_Description
source: We couldn't verify you or the key you used. If you are using a security key, make sure this is your key and try again.
uk: Ми не змогли перевірити вас або ключ, який ви використовували. Якщо ви використовуєте ключ безпеки, переконайтеся, що це ваш ключ, і повторіть спробу.

# SecurityKey_Register_Description
source: Your PC will open a security window. Follow the instructions there to register.
uk: Ваш ПК відкриє вікно безпеки. Дотримуйтесь інструкцій там, щоб зареєструватися.

# SecurityKey_SignIn_Description
source: Your PC will open a security window. Follow the instructions there to sign in.
uk: Ваш ПК відкриє вікно безпеки. Дотримуйтесь інструкцій там, щоб увійти.

# SecurityKey_SignIn_Title
source: Sign in with a security key
uk: Увійдіть за допомогою ключа безпеки

# SecurityKey_Start_Description
source: When you choose Next, you will be promoted to plug your security key. Your PC will open a security window. Follow the instructions there to register.
uk: Коли ви вибираєте Далі, вам буде запропоновано підключити ключ безпеки. Ваш ПК відкриє вікно безпеки. Дотримуйтесь інструкцій там, щоб зареєструватися.

# Btn_AddAuthenticatorApp
source: Add authenticator app
uk: Додати додаток автентифікатора

# Btn_AddSecurityKey
source: Add Security Key
uk: Додати ключ безпеки

# Btn_DeleteDataAndCloseMyAccount
source: Delete data and close my account
uk: Видалити дані та закрити мій аккаунт

# Btn_Download
source: Download
uk: Завантажити

# Btn_ForgetThisBrowser
source: Forget this browser
uk: Забути цей браузер

# Btn_ResetAuthenticatorApp
source: Reset authenticator app
uk: Скинути додаток автентифікатора

# Btn_SetupAuthenticatorApp
source: Setup authenticator app
uk: Налаштувати додаток автентифікатора

# Profile_DeletePersonalData_Body
source: Deleting this data will permanently remove your account, and this cannot be recovered.
uk: Видалення цих даних назавжди видалить ваш обліковий запис, і відновити їх не вдасться.

# Profile_DeletePersonalData_Title
source: Delete Personal Data
uk: Видалити персональні дані

# Profile_General_ChangeEmail_Header
source: Change email
uk: Змінити електронну адресу

# Profile_General_ChangeEmail_Toast
source: Email confirmation sent.
uk: Підтвердження електронною поштою надіслано.

# Profile_General_Description
source: Basic information of your account.
uk: Основна інформація про ваш аккаунт.

# Profile_General_Language_Header
source: Language
uk: Мова

# Profile_General_PersonalData_Description1
source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
uk: Ваш обліковий запис містить особисті дані, які ви нам надали. Ця сторінка дозволяє завантажувати або видаляти ці дані.

# Profile_General_PersonalData_Description2
source: Deleting this data will permanently remove your account, and this cannot be recovered.
uk: Видалення цих даних назавжди видалить ваш обліковий запис, і відновити їх не вдасться.

# Profile_General_PersonalData_Header
source: Personal Data
uk: Особисті дані

# Profile_General_PersonalData_Toast
source: Download started.
uk: Завантаження розпочато.

# Profile_General_Profile_Header
source: Profile
uk: Профіль

# Profile_General_Profile_Toast
source: Your profile has been updated.
uk: Ваш профіль був оновлений.

# Profile_General_Title
source: General
uk: Загальні

# Profile_Security_2FA_Header
source: Two-factor authentication (2FA)
uk: Двофакторна автентифікація (2FA)

# Profile_Security_2FA_SubHeader_AuthenticatorApp
source: Authenticator app
uk: Програма автентифікатора

# Profile_Security_2FA_SubHeader_Manage2FA
source: Manage 2FA
uk: Управління 2FA

# Profile_Security_AddSecurityKey_KeyName
source: Security Key Name
uk: Назва ключа безпеки

# Profile_Security_AddSecurityKey_Title
source: Add new security key
uk: Додайти новий ключ безпеки

# Profile_Security_AddSecurityKey_Toast
source: Security key added.
uk: Ключ безпеки додано.

# Profile_Security_ChangePassword_Header
source: Change Password
uk: Змінити пароль

# Profile_Security_ChangePassword_Toast
source: Password updated.
uk: Пароль оновлено.

# Profile_Security_DeleteSecurityKey_Body
source: Delete security key? If you delete this security key, you will not be able to use it to sign in with your account.
uk: Видалити ключ безпеки? Якщо ви видалите цей ключ безпеки, ви не зможете використовувати його для входу зі своїм обліковим записом.

# Profile_Security_DeleteSecurityKey_Title
source: Delete security key
uk: Видаліть ключ безпеки

# Profile_Security_Description
source: Your account security settings.
uk: Налаштування безпеки вашого облікового запису.

# Profile_Security_EditSecurityKey_Title
source: Change security key name
uk: Змінити назву ключа безпеки

# Profile_Security_EditSecurityKey_Toast
source: Security key updated.
uk: Ключ безпеки оновлений.

# Profile_Security_SecurityKeys_Header
source: Security Keys
uk: Ключі безпеки

# Profile_Security_Title
source: Security
uk: Безпека

# SecurityKey_Error_Title
source: Something went wrong. Try again.
uk: Щось пішло не так. Спробуйте ще раз.

# Btn_Disable2FA
source: Disable 2FA
uk: Вимкнути 2FA

# Btn_GenerateRecoveryCodes
source: Generate recovery codes
uk: Створіть коди відновлення

# Btn_ResetAuthenticatorKey
source: Reset authenticator key
uk: Скинути ключ автентифікації

# Btn_ResetRecoveryCodes
source: Reset recovery codes
uk: Скинути коди відновлення

# Btn_Verify
source: Verify
uk: Перевірити

# Profile_Security_2FA_1RecoveryCodes_Description
source: You can generate a new set of recovery codes.
uk: Ви можете створити новий набір кодів відновлення.

# Profile_Security_2FA_1RecoveryCodes_Header
source: You have 1 recovery code left.
uk: У вас залишився 1 код відновлення.

# Profile_Security_2FA_HaveRecoveryCodes_Description
source: You should generate a new set of recovery codes.
uk: Вам слід створити новий набір кодів відновлення.

# Profile_Security_2FA_HaveRecoveryCodes_Header
source: You have {0} recovery codes left.
uk: У вас залишилось {0} кодів відновлення.

# Profile_Security_2FA_NoRecoveryCodes_Description
source: You must generate a new set of recovery codes before you can log in with a recovery code.
uk: Ви повинні створити новий набір кодів відновлення, перш ніж зможете ввійти в систему за допомогою коду відновлення.

# Profile_Security_2FA_NoRecoveryCodes_Header
source: You have no recovery codes left.
uk: У вас не залишилось кодів відновлення.

# Profile_Security_Disable2fa_Description
source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should reset your authenticator keys.
uk: Вимкнення 2FA не змінює ключі, що використовуються в програмах автентифікації. Якщо ви хочете змінити ключ, який використовується в програмі автентифікації, вам слід скинути ключі автентифікатора.

# Profile_Security_Disable2fa_Header
source: This action only disables 2FA.
uk: Ця дія вимикає лише 2FA.

# Profile_Security_Disable2fa_Title
source: Disable two-factor authentication (2FA)
uk: Вимкнути двофакторну автентифікацію (2FA)

# Profile_Security_Disable2fa_Toast
source: 2FA has been disabled. You can reenable 2fa when you setup an authenticator app.
uk: 2FA вимкнено. Ви можете знову активувати 2fa під час налаштування програми автентифікації.

# Profile_Security_EnableAuthenticator_Header
source: Configure authenticator app
uk: Налаштування програми автентифікації

# Profile_Security_EnableAuthenticator_RecoveryCodes_Description
source: If you lose your device and don't have the recovery codes you will lose access to your account.
uk: Якщо ви загубите пристрій і не маєте кодів відновлення, ви втратите доступ до свого облікового запису.

# Profile_Security_EnableAuthenticator_RecoveryCodes_Header
source: Put these codes in a safe place.
uk: Покладіть ці коди в безпечне місце.

# Profile_Security_EnableAuthenticator_Step1_Download2FA
source: Download a two-factor authenticator app like Microsoft Authenticator for <a href="https://go.microsoft.com/fwlink/?Linkid=825071">Windows</a>, <a href="https://go.microsoft.com/fwlink/?Linkid=825072">Android</a> and <a href="https://go.microsoft.com/fwlink/?Linkid=825073">iOS</a> or Google Authenticator for <a href="https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2&amp;hl=en">Android</a> and <a href="https://itunes.apple.com/us/app/google-authenticator/id388497605?mt=8">iOS</a>.
uk: Завантажте двофакторну програму автентифікації, як Microsoft Authenticator, для <a href="https://go.microsoft.com/fwlink/?Linkid=825071">Windows</a>, <a href="https://go.microsoft.com/fwlink/?Linkid=25072">Android</a> і <a href="https://go.microsoft.com/fwlink/?Linkid=825073">iOS</a> або Google Authenticator для <a href="https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2&amp;hl=uk">Android</a> та <a href="https://itunes.apple.com/us/app/google-authenticator/id388497605?mt=8">iOS</a>.

# Profile_Security_EnableAuthenticator_Step2_ScanQR
source: Scan the QR Code or enter this key <kbd>{0}</kbd> into your two factor authenticator app. Spaces and casing do not matter.
uk: Відскануйте QR-код або введіть цей ключ <kbd>{0}</kbd> у свою програму автентифікації з двома факторами. Відстань і кожух не мають значення.

# Profile_Security_EnableAuthenticator_Step3_EnterCode
source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
uk: Після сканування QR-коду або введення ключа вище, ваш двофакторний додаток автентифікації надасть вам унікальний код. Введіть код у поле для підтвердження нижче.

# Profile_Security_EnableAuthenticator_Title
source: Enable Authenticator
uk: Увімкнути автентифікатор

# Profile_Security_EnableAuthenticator_Toast_AuthenticatorVerified
source: Your authenticator app has been verified.
uk: Ваш додаток для автентифікації підтверджено.

# Profile_Security_EnableAuthenticator_Toast_InvalidCode
source: Verification code is invalid.
uk: Код підтвердження недійсний.

# Profile_Security_EnableAuthenticator_ToUse
source: To use an authenticator app go through the following steps:
uk: Для використання програми автентифікатора виконайте такі дії:

# Profile_Security_ForgetBrowser_Toast
source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2FA code.
uk: Поточний браузер забутий. Коли ви знову ввійдете з цього браузера, вам буде запропоновано ввести код 2FA.

# Profile_Security_GenerateRecoveryCodes_Description
source: If you lose your device and don't have the recovery codes you will lose access to your account.
uk: Якщо ви загубите пристрій і не маєте кодів відновлення, ви втратите доступ до свого облікового запису.

# Profile_Security_GenerateRecoveryCodes_Header
source: Put these codes in a safe place.
uk: Покладіть ці коди в безпечне місце.

# Profile_Security_GenerateRecoveryCodes_NotExists_SubDescription
source: Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should reset your authenticator keys.
uk: Створення нових кодів відновлення не змінює ключі, що використовуються в програмах автентифікації. Якщо ви хочете змінити ключ, який використовується в програмі автентифікації, вам слід скинути ключі автентифікатора.

# Profile_Security_GenerateRecoveryCodes_Title
source: Generate two-factor authentication (2FA) recovery codes
uk: Створіть коди відновлення двофакторної автентифікації (2FA)

# Profile_Security_ResetAuthenticator_Description
source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
uk: Якщо скинути ключ автентифікації, програма автентифікатора не працюватиме, доки ви не налаштуєте його.

# Profile_Security_ResetAuthenticator_SubDescription
source: This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account.
uk: Цей процес вимикає 2FA, доки ви не підтвердите додаток для автентифікації. Якщо ви не завершите налаштування програми автентифікації, ви можете втратити доступ до свого облікового запису.

# Profile_Security_ResetAuthenticator_Title
source: Reset Authenticator
uk: Скинути автентифікатор

# Profile_Security_ResetAuthenticator_Toast
source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
uk: Ключ програми автентифікатора скинутий, вам потрібно буде налаштувати програму автентифікації за допомогою нового ключа.

# Profile_Security_SecurityKeys_RegistrationDate
source: Registration Date
uk: Дата Реєстрації

# Administrators_DeleteAdministrator_Body
source: You want to delete administrator {0}?
uk: Ви дійсно хочете видалити адміністратора {0}?

# Administrators_DeleteAdministrator_Title
source: Delete Administrator
uk: Видалити адміністратора

# Administrators_DeleteAdministrator_Toast
source: Administrator deleted.
uk: Адміністратора видалено.

# Administrators_InviteAdmin_Title
source: Invite Administrator
uk: Запросити адміністратора.

# Administrators_InviteAdmin_Toast
source: Administrator invited.
uk: Адміністратора запрошений

# Administrators_ResendInvite_Toast
source: Invitation resent.
uk: Запрошення повторно відправлено.

# Btn_Invite
source: Invite
uk: Запросити

# Btn_InviteAdmin
source: Invite admin
uk: Запросити адміністратора

# Btn_ResendInvite
source: Resend invite
uk: Повторно надіслати запрошення

# Label_InviteAccepted
source: Invite Accepted
uk: Запрошення прийнято

# Label_TwoFactorEnabled
source: Two Factor Enabled
uk: Двофактор увімкнено

# Btn_ChangePassword
source: Change Password
uk: Змінити пароль

# DataProtection_ChangeDataProtectionPassword_Title
source: Change Data Protection Password
uk: Змінити пароль захисту даних

# DataProtection_ChangeDataProtectionPassword_Toast
source: Data protection password updated.
uk: Пароль захисту даних оновлений.

# DataProtection_DisableDataProtection_Title
source: Disable Data Protection
uk: Вимкніть захист даних

# DataProtection_DisableDataProtection_Toast
source: Data protection disabled.
uk: Захист даних вимкнено.

# DataProtection_EnableDataProtection_Title
source: Enable Data Protection
uk: Увімкнути захист даних

# DataProtection_EnableDataProtection_Toast
source: Data protection enabled.
uk: Захист даних увімкнено.

source: Data protection is disabled.
uk: Захист даних вимкнено.

source: Data protection is enabled.
uk: Захист даних увімкнено.
