Repository: HideezGroup/HES
Catalog: HES.Web/Resources/Resource.*.resx
Languages: uk

# Label_Dashboard
source: Dashboard
uk: Панель моніторингу

# Label_Administrators
source: Administrators
uk: Адміністратори

# Label_Audit
source: Audit
uk: Аудит

# Label_DataProtection
source: Data Protection
uk: Захист даних

# Label_Employees
source: Employees
uk: Співробітники

# Label_Events
source: Events
uk: Події

# Label_Groups
source: Groups
uk: Групи

# Label_HardwareVaults
source: Hardware Vaults
uk: Апаратні сховища

# Label_LicenseOrders
source: License Orders
uk: Замовлення ліцензій

# Label_Parameters
source: Parameters
uk: Параметри

# Label_Sessions
source: Sessions
uk: Сесії

# Label_Settings
source: Settings
uk: Налаштування

# Label_SharedAccounts
source: Shared Accounts
uk: Спільні аккаунти

# Label_Summaries
source: Summaries
uk: Звіти

# Label_Templates
source: Templates
uk: Шаблони

# Label_Workstations
source: Workstations
uk: Робочі станції

# Label_OrgStructure
source: OrgStructure
uk: Структура організації

# Label_VaultAccessProfiles
source: Vault Access Profiles
uk: Профілі доступу до сховища

# Label_SoftwareVaults
source: Software Vaults
uk: Програмні сховища

# Alarm_PageDescription
source: This button allows you to remotely lock workstations and block the connection of hardware vaults.
uk: Ця кнопка дозволяє віддалено блокувати робочі станції та блокувати підключення апаратних сховищ.

# Alarm_PageHeader
source: Alarm Button
uk: Кнопка тривоги

# Btn_TurnOff
source: Turn Off
uk: Вимкнути

# Btn_TurnOn
source: Turn On
uk: Ввімкнути

# Label_DisabledBy
source: Disabled by
uk: Вимкнено

# Label_EnabledBy
source: Enabled by
uk: Увімкнено

# Label_NeverUsed
source: Never used
uk: Ніколи не використовували

# Label_Status
source: Status
uk: Статус

# Label_WorkstationsCount
source: Workstations Count
uk: Кількість робочих станцій

# Label_WorkstationsOnline
source: Workstations Online
uk: Робочі станції в онлайні

# Title_LockAll
source: Lock all workstations
uk: Заблокувати всі робочі станції

# Title_UnlockAll
source: Unlock all workstations
uk: Розблокувати всі робочі станції

# Alarm_DisableAlarm_Body
source: Are you sure you want to turn off the alarm and unlock all workstations?
uk: Ви впевнені, що хочете вимкнути тривогу і розблокувати всі робочі станції?

# Alarm_DisableAlarm_Confirm
source: Please enter your password to confirm
uk: Будь ласка, введіть свій пароль для підтвердження

# Alarm_DisableAlarm_Title
source: Turn off alarm
uk: Вимкніть тривогу

# Alarm_EnableAlarm_Body
source: Are you sure you want to turn on the alarm and lock all workstations?
uk: Ви впевнені, що хочете увімкнути тривогу і заблокувати всі робочі станції?

# Alarm_EnableAlarm_Title
source: Turn on alarm
uk: Увімкніть тривогу

# Alarm_EnableAlarm_Toast
source: All workstations are locked.
uk: Усі робочі станції заблоковані.

# Btn_Cancel
source: Cancel
uk: Скасувати

# Btn_Confirm
source: Confirm
uk: Підтвердити

# Alarm_DisableAlarm_Toast
source: All workstations are unlocked.
uk: Усі робочі станції розблоковані.

# Btn_Clear
source: Clear
uk: Очистити

# Btn_Filter
source: Filter
uk: Фільтр

# Label_Account
source: Account
uk: Аккаунт

# Label_AccountType
source: Type
uk: Тип

# Label_Company
source: Company
uk: Компанія

# Label_Date
source: Date
uk: Дата

# Label_Department
source: Department
uk: Відділення

# Label_Employee
source: Employee
uk: Співробітник

# Label_Event
source: Event
uk: Подія

# Label_HardwareVault
source: Hardware Vault
uk: Апаратне сховище

# Label_Note
source: Note
uk: Примітка

# Label_Session
source: Session
uk: Сесія

# Label_Severity
source: Severity
uk: Серйозність

# Label_Workstation
source: Workstation
uk: Робоча станція

# WorkstationEvents_PageTitle
source: Workstation Events
uk: Події робочої станції

# Btn_Filters
source: Filters
uk: Фільтри

# Btn_Refresh
source: Refresh
uk: Оновити

# Label_Search
source: Search
uk: Пошук

# Title_Filter
source: Filter
uk: Фільтр

# Title_RefreshTable
source: Refresh table
uk: Оновити таблицю

# Label_Active
source: Active
uk: Активний

# Label_EndDate
source: End Date
uk: Кінцева дата

# Label_StartDate
source: Start Date
uk: Дата початку

# Label_UnlockedBy
source: Unlocked By
uk: Розблоковано

# WorkstationSessions_PageTitle
source: Workstation Sessions
uk: Сесії робочих станцій

# Label_AvgSessionsCountPerDay
source: Avg Sessions Count Per Day
uk: Середня кількість сеансів на день

# Label_AvgSessionsDuration
source: Avg Sessions Duration
uk: Середня тривалість сеансів

# Label_AvgTotalDuartionByEmployee
source: Avg Total Duartion By Employee
uk: Середня загальна тривалість по співробітникам

# Label_AvgTotalSessionsCountByEmployee
source: Avg Total Sessions Count By Employee
uk: Середня загальна кількість сеансів по співробітникам

# Label_AvgWorkingHoursPerDay
source: Avg Working Hours Per Day
uk: Середній робочий час на день

# Label_ByDaysAndEmployees
source: By Days And Employees
uk: За днями та співробітниками

# Label_ByDepartments
source: By Departments
uk: За відділами

# Label_ByEmployees
source: By Employees
uk: За співробітниками

# Label_ByWorkstations
source: By Workstations
uk: По робочих станціях

# Label_EmployeesCount
source: Employees Count
uk: Кількість співробітників

# Label_SessionsCount
source: Sessions Count
uk: Кількість сеансів

# Label_TotalSessionsCount
source: Total Sessions Count
uk: Загальна кількість сеансів

# Label_TotalSessionsDuration
source: Total Sessions Duration
uk: Загальна тривалість сеансів

# Label_WorkingDaysCount
source: Working Days Count
uk: Кількість робочих днів

# Summary_PageTitle
source: Summary
uk: Звіт

# Btn_Close
source: Close
uk: Закрити

# Label_Created
source: Created
uk: Створено

# Label_Operation
source: Operation
uk: Операція

# Title_LongPending
source: Long Pending
uk: Довго в очікуванні

# Dashboard_HardwareVaultTasks_Title
source: Hardware Vault Tasks
uk: Завдання апаратних сховищ

# Btn_Back
source: Back
uk: Назад

# Btn_Copy
source: Copy
uk: Копіювати

# Btn_Create
source: Create
uk: Створити

# Btn_CreateEmployee
source: Create employee
uk: Створити співробітника

# Btn_Delete
source: Delete
uk: Видалити

# Btn_Details
source: Details
uk: Деталі

# Btn_Done
source: Done
uk: Готово

# Btn_Edit
source: Edit
uk: Редагувати

# Btn_Next
source: Next
uk: Далі

# Btn_SendEmail
source: Send email
uk: Відправити лист

# Btn_Show
source: Show
uk: Показати

# Btn_Skip
source: Skip
uk: Пропустити

# Btn_SyncNow
source: Sync Now
uk: Синхронізувати зараз

# Btn_SyncWithAD
source: Sync with AD
uk: Синхронізувати з AD

# Employees_CreateEmployee_EmployeeAlreadyExists
source: {0} {1} already exists.
uk: {0} {1} вже існує.

# Employees_CreateEmployee_SelectVault
source: Please, select a vault.
uk: Виберіть сховище.

# Employees_CreateEmployee_SendEmail
source: You can send the code to the email
uk: Ви можете надіслати код на електронне повідомлення

# Employees_CreateEmployee_Title
source: Create Employee
uk: Створити співробітника

# Employees_CreateEmployee_Toast
source: Employee created.
uk: Співробітник створений.

# Employees_DeleteEmployee_Title
source: Delete Employee
uk: Видалити співробітника

# Employees_EditEmployee_Title
source: Edit Employee
uk: Редагувати співробітника

# Employees_SyncEmployeesWithAD_Alert
source: To sync users from the active directory, set domain settings on the parameters page.
uk: Щоб синхронізувати користувачів з Active Directory, встановіть параметри домену на сторінці параметрів.

# Employees_SyncEmployeesWithAD_Title
source: Sync with Active Directory
uk: Синхронізація з Active Directory

# Label_AccountName
source: Account Name
uk: Назва аккаунту

# Label_Activation
source: Activation
uk: Активація

# Label_ActivationCode
source: Activation code
uk: Код активації

# Label_Email
source: Email
uk: Електронна пошта

# Label_FullName
source: Full Name
uk: Повне ім'я

# Label_LastSeen
source: Last Seen
uk: Востаннє бачили

# Label_LoginType
source: Login Type
uk: Тип логіну

# Label_Name
source: Name
uk: Ім'я

# Label_Overview
source: Overview
uk: Огляд

# Label_PersonalAccount
source: Personal account
uk: Особистий аккаунт

# Label_PhoneNumber
source: Phone Number
uk: Номер телефону

# Label_Position
source: Position
uk: Посада

# Label_Profile
source: Profile
uk: Профіль

# Label_SerialNumber
source: Serial Number
uk: Серійний номер

# Label_SharedAccount
source: Shared account
uk: Спільний аккаут

# Label_UserName
source: User name
uk: Ім'я користувача

# Label_VaultsCount
source: Vaults Count
uk: Кількість сховищь

# Title_DeleteEmployee
source: Delete employee
uk: Видалити співробітника

# Title_EditEmployee
source: Edit employee
uk: Редагувати співробітника

# Title_EmployeeDetails
source: Employee details
uk: Інформація про співробітника

# Title_ImportedFromActiveDirectory
source: Imported from Active Directory
uk: Імпортовано з Active Directory

# Btn_Save
source: Save
uk: Зберегти

# Employees_DeleteEmployee_Body
source: You want to delete employee {0}? Also all events and sessions will be deleted.
uk: Ви дійсно хочете видалити співробітника {0}? Також усі події та сеанси будуть видалені.

# Employees_DeleteEmployee_Toast
source: Employee removed.
uk: Співробітника видалено.

# Employees_DeleteEmployee_UntieDevice
source: The employee {0} is tied device, first untie the device to remove the employee.
uk: Співробітник {0} має пов’язаний пристрій, спочатку відв’яжіть пристрій, щоб видалити співробітника.

# Employees_EditEmployee_Toast
source: Employee updated.
uk: Співробітник оновлений.

# Btn_AddHardwareVault
source: Add Hardware Vault
uk: Додати апаратне сховище

# Btn_AddSharedAccount
source: Add Shared Account
uk: Додати спільний аккаунт

# Btn_CreatePersonalAccount
source: Create Personal Account
uk: Створити особистий аккаунт

# Btn_DisableSSO
source: Disable SSO
uk: Вимкнути єдиний вхід

# Btn_EditOTP
source: Edit OTP
uk: Редагувати OTP

# Btn_EditPassword
source: Edit Password
uk: Редагувати пароль

# Btn_EnableSSO
source: Enable SSO
uk: Увімкнути систему єдиного входу

# Btn_Resend
source: Resend
uk: Повторно відправити

# Btn_SetAsPrimary
source: Set as primary
uk: Встановити як основний

# EmployeeDetails_BtnTitle_DeleteAccount
source: Delete account
uk: Видалити аккаунт

# EmployeeDetails_BtnTitle_DeleteInvitation
source: Delete invitation
uk: Видалити запрошення

# EmployeeDetails_BtnTitle_EditPersonalAccount
source: Edit personal account
uk: Редагувати особистий аккаунт

# EmployeeDetails_BtnTitle_EditPersonalAccountOtp
source: Edit personal account OTP
uk: Редагувати OTP секрет особистого аккаунту

# EmployeeDetails_BtnTitle_EditPersonalAccountPwd
source: Edit personal account password
uk: Редагувати пароль особистого кабінету

# EmployeeDetails_BtnTitle_HardwareVaultDetails
source: Hardware Vault Details
uk: Деталі апаратного сховища

# EmployeeDetails_BtnTitle_RemoveHardwareVault
source: Remove hardware vault from employee
uk: Видалити апаратне сховище від співробітника

# EmployeeDetails_BtnTitle_ResendInvitation
source: Resend invitation
uk: Повторно надіслати запрошення

# EmployeeDetails_BtnTitle_SetAsPrimary
source: Set as primary account
uk: Встановити як основний аккаунт

# EmployeeDetails_BtnTitle_ShowActivationCode
source: Show activation code
uk: Показати код активації

# EmployeeDetails_BtnTitle_SoftwareVaultDetails
source: Software Vault Details
uk: Деталі програмного сховища

# EmployeeDetails_Label_LicenseNone
source: License status None
uk: Статус ліцензії Немає

# EmployeeDetails_Label_LicenseTill
source: License till {0}
uk: Ліцензія до {0}

# EmployeeDetails_Label_PrimaryAccount
source: Primary account
uk: Первинний рахунок

# EmployeeDetails_SoftwareVaultInviteSent
source: Software Vault invite sent
uk: Запрошення до програмного сховища надіслано

# Label_Accounts
source: Accounts
uk: Аккаунти

# Label_Apps
source: Apps
uk: Програми

# Label_Day
source: day
uk: День

# Label_Days
source: days
uk: Днів

# Label_Login
source: Login
uk: Логін

# Label_NeedSync
source: Need Sync
uk: Потрібна синхронізація

# Label_Online
source: Online
uk: Онлайн

# Label_OtpUpdated
source: OTP Updated
uk: OTP оновлений

# Label_PasswordUpdated
source: Password updated
uk: Пароль оновлений

# Label_Remove
source: Remove
uk: Видалити

# Label_SecurityKey
source: Security Key
uk: Ключ захисту

# Label_SingleSignOn
source: Single Sign On
uk: Єдиний вхід

# Label_SSODisabled
source: SSO Disabled
uk: SSO вимкнено

# Label_SSOEnabled
source: SSO Enabled
uk: SSO увімкнено

# Label_Type
source: Type
uk: Тип

# Label_Updated
source: Updated
uk: Оновлено

# Label_Urls
source: URLs
uk: URL-адреси

# Label_Vaults
source: Vaults
uk: Сховища

# Title_CannotAddMoreHardwareVault
source: Cannot add more than one hardware vault.
uk: Не можна додати більше одного апаратного сховища.

# Btn_Add
source: Add
uk: Додати

# EmployeeDetails_AddHardwareVault_Title
source: Add hardware vault
uk: Додайте апаратне сховище

# EmployeeDetails_AddHardwareVault_Toast
source: Hardware Vault added.
uk: Додано апаратне сховище.

# EmployeeDetails_AddSharedAccount_NoAccounts
source: There are no accounts, you can create a shared account on the Shared Account page.
uk: Облікових записів немає, ви можете створити спільний обліковий запис на сторінці Спільні Облікові Записи.

# EmployeeDetails_AddSharedAccount_Title
source: Add shared account
uk: Додати спільний обліковий запис

# Message_SelectHardwareVault
source: Please, select a hardware vault.
uk: Будь ласка, виберіть апаратне сховище.

# EmployeeDetails_CreatePersonalAccount_EnterData
source: Enter data manually or select from the template:
uk: Введіть дані вручну або виберіть із шаблону:

# EmployeeDetails_CreatePersonalAccount_Title
source: Create personal account
uk: Створіть особистий обліковий запис

# EmployeeDetails_CreatePersonalAccount_Toast
source: Account created.
uk: Обліковий запис створено.

# EmployeeDetails_DeleteAccount_Body
source: You want to delete {0} account {1}?
uk: Ви дійсно хочете видалити {0} обліковий запис {1}?

# EmployeeDetails_DeleteAccount_Toast
source: Account deleted.
uk: Обліковий запис видалено.

# Label_Domain
source: Domain
uk: Домен

# Label_UserLogonName
source: User Logon Name
uk: Ім'я входу користувача

# Btn_Disable
source: Disable
uk: Вимкнути

# Btn_Enable
source: Enable
uk: Увімкнути

# Btn_Generate
source: Generate
uk: Створити

# EmployeeDetails_DeleteAccount_Title
source: Delete Account
uk: Видалити аккаунт

# EmployeeDetails_DeleteHardwareVault_Body
source: You want to remove vault {0}? When removing the last vault, all accounts will be deleted.
uk: Ви дійсно хочете видалити сховище {0}? При видаленні останнього сховища всі облікові записи будуть видалені.

# EmployeeDetails_DeleteHardwareVault_Title
source: Delete Hardware Vault
uk: Видалити апаратне сховище

# EmployeeDetails_DeleteHardwareVault_Toast
source: Hardware Vault removed.
uk: Апаратне сховище видалено.

# EmployeeDetails_DisableSso_Body
source: Are you sure you want to disable SSO for {0}?
uk: Ви впевнені, що хочете вимкнути систему єдиного входу для {0}?

# EmployeeDetails_DisableSso_Title
source: Disable SSO
uk: Вимкнути єдиний вхід

# EmployeeDetails_DisableSso_Toast
source: SSO disabled.
uk: Єдиний вхід вимкнено.

# EmployeeDetails_EditPersonalAccountOtp_Title
source: Edit personal account OTP
uk: Редагувати особистий секрет OTP

# EmployeeDetails_EditPersonalAccountOtp_Toast
source: Account OTP updated.
uk: OTP секрет облікового запису оновлено.

# EmployeeDetails_EditPersonalAccountPwd_CryptographicStrength
source: Current cryptographic strength
uk: Поточна криптографічна сила

# EmployeeDetails_EditPersonalAccountPwd_IsLowerCase
source: Is Lower Case
uk: Нижній регістр

# EmployeeDetails_EditPersonalAccountPwd_IsNumeric
source: Is Numeric
uk: Числовий

# EmployeeDetails_EditPersonalAccountPwd_IsSpecChar
source: Is Spec Char
uk: Особливий регістр

# EmployeeDetails_EditPersonalAccountPwd_IsUpperCase
source: Is Upper Case
uk: Верхній регістр

# EmployeeDetails_EditPersonalAccountPwd_Length
source: Length {0}
uk: Довжина {0}

# EmployeeDetails_EditPersonalAccountPwd_Title
source: Edit account password
uk: Змінити пароль аккаунту

# EmployeeDetails_EditPersonalAccountPwd_Toast
source: Account password updated.
uk: Пароль аккаунту оновлений.

# EmployeeDetails_EditPersonalAccount_Title
source: Edit personal account
uk: Редагувати особистий аккаунт

# EmployeeDetails_EditPersonalAccount_Toast
source: Account updated.
uk: Аккаунт оновлено.

# EmployeeDetails_EnableSso_Body
source: Are you sure you want to enable SSO for {0}?
uk: Ви впевнені, що хочете увімкнути систему єдиного входу для {0}?

# EmployeeDetails_EnableSso_Title
source: Enable SSO
uk: Увімкнути систему єдиного входу

# EmployeeDetails_EnableSso_Toast
source: SSO enabled.
uk: Єдиний вхід увімкнено.

# EmployeeDetails_HardwareVaultDetails_Title
source: Hardware vault details
uk: Деталі апаратного сховища

# EmployeeDetails_SetAsWorkstationAccount_Body
source: Set this account as a primary account?
uk: Встановити цей аккаунт як основний?

# EmployeeDetails_SetAsWorkstationAccount_Toast
source: Account setted as primary.
uk: Обліковий запис встановлено як основний.

# Label_Battery
source: Battery
uk: Акумулятор

# Label_Description
source: Description
uk: Опис

# Label_EnterPwd
source: Enter Pwd
uk: Введіть пароль

# Label_GeneratePwd
source: Generate Pwd
uk: Створити пароль

# Label_ImportedAt
source: Imported At
uk: Імпорт

# Label_LastSynced
source: Last Synced
uk: Остання синхронізація

# Label_LicenseEndDate
source: License End Date
uk: Дата закінчення ліцензії

# Label_LicenseStatus
source: License Status
uk: Статус ліцензії

# Label_Model
source: Model
uk: Модель

# Label_No
source: No
uk: Ні

# Label_Reason
source: Reason
uk: Причина

# Label_SelectReason
source: Select the reason
uk: Виберіть причину

# Label_Yes
source: Yes
uk: Так

# EmployeeDetails_AddSharedAccount_Toast
source: Account added and will be recorded when the device is connected to the server.
uk: Обліковий запис додано і буде записано, коли пристрій буде підключено до сервера.

# Btn_Activate
source: Activate
uk: Активувати

# Btn_ActivateVault
source: Activate vault
uk: Активувати сховище

# Btn_ActivationCode
source: Activation code
uk: Код активації

# Btn_Change
source: Change
uk: Змінити

# Btn_ChangeProfile
source: Change profile
uk: Змінити профіль

# Btn_Compromised
source: Compromised
uk: Скомпрометований

# Btn_EditRFID
source: Edit RFID
uk: Редагувати RFID

# Btn_Suspend
source: Suspend
uk: Призупинити

# Btn_SuspendVault
source: Suspend vault
uk: Призупинити сховище

# Btn_VaultCompromised
source: Vault Is Compromised
uk: Cховище cкомпрометоване

# HardwareVaults_BtnTitle_ShowActivationCode
source: Show activation code
uk: Показати код активації

# HardwareVaults_BtnTitle_VaultCompromised
source: Compromised
uk: Скомпрометований

# HardwareVaults_ChangeProfile_Body
source: Change access profile for {0} vault?
uk: Змінити профіль доступу для сховища {0}?

# HardwareVaults_ChangeProfile_Title
source: Profile
uk: Профіль

# HardwareVaults_ChangeProfile_Toast
source: Hardware vault profile updated.
uk: Профіль апаратного сховища оновлено.

# HardwareVaults_ChangeStatus_Body_Activate
source: Are you sure you want to activate the vault {0}?
uk: Ви впевнені, що хочете активувати сховище {0}?

# HardwareVaults_ChangeStatus_Body_Compromised
source: Are you sure you want to set compromised vault {0}?
uk: Ви впевнені, що хочете встановити компрометоване сховище {0}?

# HardwareVaults_ChangeStatus_Body_Suspend
source: Are you sure you want to suspend the vault {0}?
uk: Ви впевнені, що хочете призупинити сховище {0}?

# HardwareVaults_ChangeStatus_Title_Activate
source: Activate
uk: Активувати

# HardwareVaults_ChangeStatus_Title_Compromised
source: Compromised
uk: Скомпрометований

# HardwareVaults_ChangeStatus_Title_Suspend
source: Suspend
uk: Призупинити

# HardwareVaults_ChangeStatus_Toast_Activate
source: Vault pending activate.
uk: Сховище очікує на активацію.

# HardwareVaults_ChangeStatus_Toast_Compromised
source: Vault compromised.
uk: Сховище скомпрометовано

# HardwareVaults_ChangeStatus_Toast_Suspend
source: Vault pending suspend.
uk: Сховище очікує на призупинення.

# HardwareVaults_EditRfid_Title
source: Edit RFID
uk: Редагувати RFID

# HardwareVaults_EditRfid_Toast
source: RFID updated.
uk: RFID оновлено.

# HardwareVaults_ImportVaults_Toast
source: Hardware Vaults imported.
uk: Імпортовано апаратні сховища.

# HardwareVaults_ShowActivationCode_Title
source: Activation code
uk: Код активації

# Label_Connected
source: Connected
uk: Підключений

# Label_Firmware
source: Firmware
uk: Прошивка

# Label_HardwareVaultProfile
source: Hardware vault profile
uk: Профіль апаратного сховища

# Label_High
source: High
uk: Високий

# Label_Id
source: ID
uk: Ідентифікатор

# Label_Low
source: Low
uk: Низький

# Label_StatusReason
source: Status Reason
uk: Причина статусу

# Message_HardwareVaultStateChanged
source: Hardware Vault {0} state changed.
uk: Змінено стан апаратного сховища {0}.

# Message_PleaseTypeToConfirm
source: Please type <b>{0}</b> to confirm.
uk: Введіть <b>{0}</b> для підтвердження.

# Message_RfidNotChange
source: The RFID will not change on the hardware vault.
uk: RFID не зміниться на апаратном сховищі.

# Message_YouCanSendCode
source: You can send the code to the email
uk: Ви можете відправити код по електронній пошті

# Btn_ImportHardwareVaults
source: Import Hardware Vaults
uk: Імпортувати апаратні сховища

# Btn_Login
source: Login
uk: Увійти

# Btn_Logout
source: Logout
uk: Вийти

# Btn_Reset
source: Reset
uk: Скинути

# Btn_TryAgain
source: Try Again
uk: Спробуйте ще раз

# Common_ErrorChangingEmail_Title
source: Error changing email
uk: Помилка зміни електронної пошти

# Common_UserNotFound_Description
source: Unable to load user.
uk: Не вдається завантажити користувача.

# Common_UserNotFound_Title
source: User not found
uk: Користувач не знайдений

# Common_WrongCode_Description
source: This code is not valid.
uk: Цей код недійсний.

# Common_WrongCode_Title
source: Wrong code
uk: Невірний код

# Identity_AccessDenied_Description
source: You do not have access to this resource.
uk: Ви не маєте доступу до цього ресурсу.

# Identity_AccessDenied_Title
source: Access denied
uk: Доступ заборонено

# Identity_ConfirmEmailChange_Description
source: You confirmed change email for your account.
uk: Ви підтвердили зміну електронної пошти для свого облікового запису.

# Identity_ConfirmEmailChange_Header
source: Thank you for email confirmation
uk: Дякуємо за підтвердження електронної пошти

# Identity_Invite_CodeMustBeSupplied
source: A code must be supplied for invitation.
uk: Для запрошення потрібно надати код.

# Identity_Invite_EmailAddressDoesNotExist
source: Email address does not exist.
uk: Адреса електронної пошти не існує.

# Identity_Invite_Header
source: Invitation
uk: Запрошення

# Identity_Invite_Title
source: Invite administrator
uk: Запрошення адміністратора

# Identity_Lockout_Description
source: This account has been locked out, please try again later.
uk: Цей обліковий запис заблоковано. Повторіть спробу пізніше.

# Identity_Lockout_Title
source: Locked out
uk: Заблокований

# Identity_LoginWith2fa_Description
source: Your login is protected with an authenticator app. Enter your authenticator code below.
uk: Ваш логін захищений додатком автентифікатора. Введіть код автентифікації нижче.

# Identity_LoginWith2fa_DontHaveAccess
source: Don't have access to your authenticator device?
uk: Не маєте доступу до свого пристрою для автентифікації?

# Identity_LoginWith2fa_InvalidAuthenticatorCode
source: Invalid authenticator code.
uk: Недійсний код автентифікатора.

# Identity_LoginWith2fa_LoginWithRecoveryCode
source: Log in with a recovery code
uk: Увійдіть за допомогою коду відновлення

# Identity_LoginWith2fa_Title
source: Two-factor authentication
uk: Двофакторна автентифікація
