Repository: HideezGroup/HES
Catalog: HES.Web/Resources/Resource.*.resx
Languages: uk

# Workstations_ApproveWorkstation_Toast
source: Workstation approved.
uk: Робоча станція затверджена.

# Workstations_DeleteProximityVault_Body
source: You want to delete vault {0} from this workstation?
uk: Ви дійсно хочете видалити сховище {0} з цієї робочої станції?

# Workstations_DeleteProximityVault_Title
source: Delete Proximity Vault
uk: Видалити сховище

# Workstations_DeleteProximityVault_Toast
source: Hardware Vault deleted.
uk: Сховище обладнання видалено.

# Workstations_DeleteWorkstation_Body
source: You want to delete workstation {0}?
uk: Ви дійсно хочете видалити робочу станцію {0}?

# Workstations_DeleteWorkstation_Title
source: Delete Workstation
uk: Видалити робочу станцію

# Workstations_DeleteWorkstation_Toast
source: Workstation deleted.
uk: Робоча станція видалена.

# Workstations_EditWorkstation_Title
source: Edit Workstation
uk: Редагувати робочу станцію

# Workstations_EditWorkstation_Toast
source: Workstation updated.
uk: Робоча станція оновлена.

# Workstations_UnapproveWorkstation_Body
source: You want to unapprove workstation {0}?
uk: Ви дійсно хочете відхилити робочу станцію {0}?

# Workstations_UnapproveWorkstation_Title
source: Unapprove Workstation
uk: Відхилити робочу станцію

# Workstations_UnapproveWorkstation_Toast
source: Workstation unapproved.
uk: Робоча станція не затверджена.

# Label_EditedByAnother
source: The {0} is currently being edited by another admin.
uk: Наразі {0} редагується іншим адміністратором.

# Label_Logout
source: Logout
uk: Вийти

# Label_Version
source: Version
uk: Версія

# LoadingFailed_Description
source: An error occurred while processing your request.
uk: Сталася помилка при обробці вашого запиту.

# LoadingFailed_Title
source: Error.
uk: Помилка.

# NotFound_Description
source: We're sorry, we couldn't find the page you requested.
uk: На жаль, ми не змогли знайти потрібну вам сторінку.

# NotFound_Title
source: Page not found
uk: Сторінку не знайдено

# Table_Footer_ShowEntries
source: Show entries
uk: Показати записи

# Table_Footer_Showing
source: Showing {0} to {1} of {2} entries
uk: Показ записів від {0} до {1} з {2}

# Toast_TitleError
source: Error
uk: Помилка

# Toast_TitleNotification
source: Notification
uk: Повідомлення

# Toast_TitleSuccess
source: Success
uk: Успіх
