Repository: HideezGroup/HES
Catalog: HES.Web/Resources/Resource.*.resx
Languages: uk

# DataProtection_MainDescription
source: <h5> What is the purpose of Data Protection? </h5> <p> Data Protection solves the problem of secure data storage in the database (DB). </p> <h5> What confidential data is stored in the DB? </h5> <p> The database stores Device Keys – encryption keys that provide access to the information stored on the Hideez Key. Passwords and OTP Secrets that are awaiting transfer to devices are also temporarily stored in the DB. Passwords to the “Shared Account” are permanently stored in the database. If Data Protection is turned off, all passwords and keys are stored in plain text. If you have a Device Key and the device itself, you can read all the content of the Hideez Key memory. </p> <h5> Do I need to enable Data Protection? </h5> <p> First of all, you need to evaluate which employees have a direct to potential access to the HES database. If some of them should not have access to the sensitive data listed above than Data Protection must be enabled. Please also note, that the data can be physically read from the HDD/SDD on which it is stored. It is necessary to consider the possibility of both software and physical access to the data. In some cases, for example, if the HES and the database server are running on the same physical server that can be accessed by a limited number of trusted people, then Data Protection can be omitted. </p> <h5> How does it work? </h5> <p> All the confidential fields in the DB are encrypted using the AES-256 algorithm. The encryption key (a password) is entered manually by the administrator after the webserver start, and then it is stored only in the server’s RAM. If the server reboots, the encryption key erases, and all the administrators receive an email asking them to enter the Data Protection password. Before the password is entered, the server doesn’t process incoming requests. Once the password is provided, the server switches to the normal mode, and the data is decrypted on the fly. <br /> <br /> The password to Data Protection can be placed in a config file or Environment Variables on the server to avoid manual input. In this case, the server can reboot without administrator involvement. Such a scenario also means that only authorized persons should have access to the server. <br /> <br /> The password to Data Protection can be changed. To do this, enter the current password and a new password twice in the HES interface. All data in the DB will be re-encrypted. </p> <h5> Risks and best practices </h5> <p> The main risk of Data Protection use is the password loss for its activation. In such a case, you lose access to the encrypted data on the server, as well as access to all the data on all of your Hideez Key devices. All the devices will have to undergo manual reset procedure with full memory wipe, and then to be bonded again with the employees. All the accounts should be added to the devices from scratch. Therefore we recommend that the password to Data Protection should be known to several employees and preferably stored on a safe physical token (vault). <br /> <br /> In case of using Data Protection, there is a risk that the HES server can be temporarily unavailable due to emergency restart until the activation password to Data Protection is entered. However, it should not affect the company operations, since all the accounts are stored on employees’ devices and can be used without a connection to the HES server. <br /> <br /> An update of the Data Protection password should be done according to the company’s information security regulations. </p>
uk: <h5> Яка мета захисту даних? </h5> <p> Захист даних вирішує проблему безпечного зберігання даних у базі даних (БД). </p> <h5> Які конфіденційні дані зберігаються в БД? </h5> <p> У базі даних зберігаються Ключі пристрою - ключі шифрування, що забезпечують доступ до інформації, що зберігається на Ключі Hideez. Паролі та OTP-секрети, які очікують передачі на пристрої, також тимчасово зберігаються в БД. Паролі до «Спільного рахунку» постійно зберігаються в базі даних. Якщо Захист даних вимкнено, усі паролі та ключі зберігаються у звичайному тексті. Якщо у вас є ключ пристрою та сам пристрій, ви можете прочитати весь вміст пам'яті ключа Hideez. </p> <h5> Чи потрібно вмикати захист даних? </h5> <p> Перш за все, потрібно оцінити, які співробітники мають прямий потенційний доступ до бази даних HES. Якщо деякі з них не повинні мати доступу до конфіденційних даних, перелічених вище, потрібно захистити дані. Також зауважте, що дані можна фізично зчитувати з HDD / SDD, на якому вони зберігаються. Необхідно враховувати можливість як програмного, так і фізичного доступу до даних. Наприклад, у деяких випадках, якщо HES і сервер баз даних працюють на одному фізичному сервері, до якого може отримати доступ обмежена кількість довірених людей, захист даних можна пропустити. </p> <h5> Як це працює? </h5> <p> Усі конфіденційні поля в БД зашифровані за допомогою алгоритму AES-256. Ключ шифрування (пароль) вводиться адміністратором вручну після запуску веб-сервера, а потім він зберігається лише в оперативній пам'яті сервера. Якщо сервер перезавантажується, ключ шифрування стирається, і всі адміністратори отримують електронне повідомлення з проханням ввести пароль захисту даних. Перед введенням пароля сервер не обробляє вхідні запити. Після введення пароля сервер переходить у звичайний режим, і дані на льоту розшифровуються. <br /> <br /> Пароль для захисту даних можна розмістити у файлі конфігурації або змінних середовища на сервері, щоб уникнути ручного введення. У цьому випадку сервер може перезавантажитися без участі адміністратора. Такий сценарій також означає, що доступ до сервера повинні мати лише уповноважені особи. <br /> <br /> Пароль захисту даних можна змінити. Для цього двічі введіть поточний та новий пароль в інтерфейсі HES. Усі дані в БД будуть перешифровані. </p> <h5> Ризики та найкращі практики </h5> <p> Основним ризиком використання захисту даних є втрата пароля для його активації. У такому випадку ви втрачаєте доступ до зашифрованих даних на сервері, а також до всіх даних на всіх ваших пристроях Hideez Key. Всі пристрої повинні будуть пройти процедуру ручного скидання з повним стиранням пам’яті, а потім знову бути пов’язаними з працівниками. Усі облікові записи слід додавати до пристроїв з нуля. Тому ми рекомендуємо, щоб пароль до захисту даних мав бути відомим кільком працівникам і бажано зберігатись у безпечному фізичному токені (сховищі). <br /> <br /> У разі використання Захисту даних існує ризик того, що сервер HES може бути тимчасово недоступним через екстрене перезавантаження, поки не буде введено пароль активації захисту даних. Однак це не повинно впливати на діяльність компанії, оскільки всі облікові записи зберігаються на пристроях співробітників і можуть використовуватися без підключення до сервера HES. <br /> <br /> Оновлення пароля захисту даних повинно відбуватися відповідно до вимог компанії щодо захисту інформації. </p>

# Btn_CreateProfile
source: Create Profile
uk: Створити профіль

# HardwareVaultAccessProfile_CreateAccessProfile_Title
source: Create Profile
uk: Створити профіль

# HardwareVaultAccessProfile_CreateAccessProfile_Toast
source: Hardware vault profile created.
uk: Створено профіль апаратного сховища.

# HardwareVaultAccessProfile_DeleteProfile_Body
source: You want to delete hardware vault access profile {0}?
uk: Ви дійсно хочете видалити профіль доступу до апаратного сховища {0}?

# HardwareVaultAccessProfile_DeleteProfile_Title
source: Delete Profile
uk: Видалити профіль

# HardwareVaultAccessProfile_DeleteProfile_Toast
source: Hardware vault profile deleted.
uk: Профіль апаратного сховища видалено.

# HardwareVaultAccessProfile_DetailsProfile_Title
source: Details Profile
uk: Деталі профілю

# HardwareVaultAccessProfile_EditProfile_Title
source: Edit Profile
uk: Редагувати профіль

# HardwareVaultAccessProfile_Label_AuthorizationParameters
source: Authorization parameters
uk: Параметри авторизації

# HardwareVaultAccessProfile_Label_Button
source: Button
uk: Кнопка

# HardwareVaultAccessProfile_Label_Button_Connection_Title
source: Request the device button confirmation for connecting the device to the computer that is already bonded with the computer.
uk: Запит підтвердження кнопки пристрою для підключення пристрою до комп’ютера, який уже пов’язаний із комп’ютером.

# HardwareVaultAccessProfile_Label_Button_Pairing_Title
source: Request the device button confirmation for connecting the device to the computer for the first time.
uk: Запит підтвердження кнопки пристрою для першого підключення пристрою до комп’ютера.

# HardwareVaultAccessProfile_Label_Button_StorageAccess_Title
source: Request the device button confirmation when an application is getting access to the device’s storage.
uk: Запит підтвердження кнопки пристрою, коли програма отримує доступ до сховища пристрою.

# HardwareVaultAccessProfile_Label_Connection
source: Connection
uk: Підключення

# HardwareVaultAccessProfile_Label_Pairing
source: Pairing
uk: Сполучення

# HardwareVaultAccessProfile_Label_PIN
source: PIN
uk: PIN-код

# HardwareVaultAccessProfile_Label_PinExpiration
source: PIN expiration
uk: Термін дії PIN-коду

# HardwareVaultAccessProfile_Label_PinExpiration_Title
source: After PIN code is expired, the device storage will be locked until the user enters the PIN again.
uk: Після закінчення терміну дії PIN-коду пам’ять пристрою буде заблокована, доки користувач знову не введе PIN-код.

# HardwareVaultAccessProfile_Label_PinIncorrectEntry
source: PIN incorrect entry
uk: Кількість неправильного PIN-коду

# HardwareVaultAccessProfile_Label_PinIncorrectEntry_Title
source: Maximum number of incorrect PIN code entering. After the number of entries is exceeded, the device is locked.
uk: Максимальна кількість неправильного введення PIN-коду. Після перевищення кількості записів пристрій блокується.

# HardwareVaultAccessProfile_Label_PinLength
source: PIN length
uk: Довжина PIN-коду

# HardwareVaultAccessProfile_Label_PinSettings
source: PIN settings
uk: Налаштування PIN-коду

# HardwareVaultAccessProfile_Label_PIN_Connection_Title
source: Request the PIN-code for connecting the device to the computer that is already bonded with the computer.
uk: Запит PIN-код для підключення пристрою до комп’ютера, який уже зв’язаний із комп’ютером.

# HardwareVaultAccessProfile_Label_PIN_Pairing_Title
source: Request the PIN-code for connecting the device to the computer for the first time.
uk: Запит PIN-код для першого підключення пристрою до комп’ютера.

# HardwareVaultAccessProfile_Label_PIN_StorageAccess_Title
source: Request the PIN-code when an application is getting access to the device’s storage.
uk: Запит PIN-код, коли програма отримує доступ до сховища пристрою.

# HardwareVaultAccessProfile_Label_ServerConfirmation
source: Server Confirmation
uk: Підтвердження сервера

# HardwareVaultAccessProfile_Label_ServerConfirmation_Connection_Title
source: Require the server confirmation for connecting the device to the computer that is already bonded with the computer.
uk: Потрібне підтвердження сервера для підключення пристрою до комп’ютера, який уже зв’язаний із комп’ютером.

# HardwareVaultAccessProfile_Label_ServerConfirmation_Pairing_Title
source: Require the server confirmation for connecting the device to the computer for the first time.
uk: Потрібне підтвердження сервера для першого підключення пристрою до комп’ютера.

# HardwareVaultAccessProfile_Label_ServerConfirmation_StorageAccess_Title
source: Require the server confirmation when an application is getting access to the device’s storage.
uk: Вимагати підтвердження сервера, коли програма отримує доступ до сховища пристрою.

# HardwareVaultAccessProfile_Label_StorageAccess
source: Storage Access
uk: Доступ до сховища

# Btn_NewOrder
source: New Order
uk: Нове замовлення

# Btn_RefreshLicenses
source: Refresh Licenses
uk: Оновити ліцензії

# Btn_Send
source: Send
uk: Надіслати

# Label_ContactEmail
source: Contact Email
uk: Контактна електронна адреса

# Label_OrderStatus
source: Order Status
uk: Статус замовлення

# Label_Prolong
source: Prolong
uk: Продовжувати

# LicenseOrders_CreateLicenseOrder_AlreadryHaveLicense
source: All of your devices already have a license. If you want to renew them, go to the "Renew License" tab.
uk: Усі ваші пристрої вже мають ліцензію. Якщо ви хочете їх поновити, перейдіть на вкладку "Поновити ліцензію".

# LicenseOrders_CreateLicenseOrder_DontHaveDevices
source: You don't have any Hideez devices yet. You can place an order at <a href="https://hideez.com/pages/hideez-enterprise" role="button">hideez.com</a>
uk: У вас ще немає пристроїв Hideez. Ви можете зробити замовлення за адресою <a href="https://hideez.com/pages/hideez-enterprise" role="button">hideez.com</a>

# LicenseOrders_CreateLicenseOrder_DontHaveLicenseToRenew
source: You don't have any licenses that can be renewed. To purchase new licenses, go to the "New License" tab.
uk: У вас немає ліцензій, які можна поновити. Щоб придбати нові ліцензії, перейдіть на вкладку "Нова ліцензія".

# LicenseOrders_CreateLicenseOrder_Error_LessThanMaxEndDate
source: The selected {0} less than max end date for selected hardware vaults.
uk: Вибрана {0} дата закінчення, яка не перевищує максимальну для вибраних апаратных сховищ.

# LicenseOrders_CreateLicenseOrder_Error_MustBeAtLeast
source: {0} must be at least current date.
uk: {0} має мати принаймні поточну дату.

# LicenseOrders_CreateLicenseOrder_Error_MustNotBeLess
source: {0} must not be less than {1}.
uk: Значення {0} не повинно бути менше {1}.

# LicenseOrders_CreateLicenseOrder_Error_SelectAtLeastOne
source: Select at least one hardware vault.
uk: Виберіть принаймні один пристрій

# LicenseOrders_CreateLicenseOrder_NewLicense
source: New license
uk: Нова ліцензія

# LicenseOrders_CreateLicenseOrder_RenewLicense
source: Renew license
uk: Поновити ліцензію

# LicenseOrders_CreateLicenseOrder_Title
source: Create License Order
uk: Створити замовлення ліцензії

# LicenseOrders_CreateLicenseOrder_Toast
source: Order created.
uk: Замовлення створено.

# LicenseOrders_DeleteLicenseOrder_Body
source: Are you sure you want to delete this order?
uk: Ви впевнені, що хочете видалити це замовлення?

# LicenseOrders_DeleteLicenseOrder_Title
source: Delete License Order
uk: Видалити замовлення ліцензії

# LicenseOrders_DeleteLicenseOrder_Toast
source: License order deleted.
uk: Замовлення ліцензії видалено.

# LicenseOrders_DetailsLicenseOrder_Title
source: License Order Details
uk: Деталі замовлення ліцензії

# LicenseOrders_EditLicenseOrder_Title
source: Edit License Order
uk: Редагувати замовлення ліцензії

# LicenseOrders_EditLicenseOrder_Toast
source: Order updated.
uk: Замовлення оновлено.

# LicenseOrders_EntityName
source: license order
uk: ліцензійне замовлення

# LicenseOrders_RefreshLicenseInfo_Toast
source: License info refreshed.
uk: Інформацію про ліцензію оновлено.

# LicenseOrders_SendLicenseOrder_Body
source: Confirm sending order.
uk: Підтвердьте відправлення замовлення.

# LicenseOrders_SendLicenseOrder_Title
source: Send License Order
uk: Надіслати замовлення ліцензії

# LicenseOrders_ValidTo
source: Valid to
uk: Діє до

# Btn_CreateCompany
source: Create Company
uk: Створити компанію

# Btn_CreateDepartment
source: Create Department
uk: Створити відділ

# Btn_CreatePosition
source: Create Position
uk: Створити позицію

# Label_Companies
source: Companies
uk: Компанії

# Label_Departments
source: Departments
uk: Відділи

# Label_Positions
source: Positions
uk: Позиції

# OrgStructure_CreateCompany_Title
source: Create Company
uk: Створити компанію

# OrgStructure_CreateCompany_Toast
source: Company created.
uk: Компанія створена.

# OrgStructure_CreateDepartment_Title
source: Create Department
uk: Створити відділ

# OrgStructure_CreateDepartment_Toast
source: Department created.
uk: Відділ створений.

# OrgStructure_CreatePosition_Title
source: Create Position
uk: Створити позицію

# OrgStructure_CreatePosition_Toast
source: Position created.
uk: Позиція створена.

# OrgStructure_DeleteCompany_Body
source: You want to delete company {0}?
uk: Ви дійсно хочете видалити компанію {0}?

# OrgStructure_DeleteCompany_Title
source: Delete Company
uk: Видалити компанію

# OrgStructure_DeleteCompany_Toast
source: Company deleted.
uk: Компанію видалено.

# OrgStructure_DeleteDepartment_Body
source: You want to delete department {0}?
uk: Ви дійсно хочете видалити відділ {0}?

# OrgStructure_DeleteDepartment_Title
source: Delete Department
uk: Видалити відділ

# OrgStructure_DeleteDepartment_Toast
source: Department deleted.
uk: Відділ видалено.

# OrgStructure_DeletePosition_Body
source: You want to delete position {0}?
uk: Ви дійсно хочете видалити позицію {0}?

# OrgStructure_DeletePosition_Title
source: Delete Position
uk: Видалити позицію

# OrgStructure_DeletePosition_Toast
source: Position deleted.
uk: Позицію видалено.

# OrgStructure_EditCompany_Title
source: Edit Company
uk: Редагувати компанію

# OrgStructure_EditCompany_Toast
source: Company updated.
uk: Компанія оновлена.

# OrgStructure_EditDepartment_Title
source: Edit Department
uk: Редагувати відділ

# OrgStructure_EditDepartment_Toast
source: Department updated.
uk: Відділ оновлено.

# OrgStructure_EditPosition_Title
source: Edit Position
uk: Редагувати позицію

# OrgStructure_EditPosition_Toast
source: Position updated.
uk: Позиція оновлена.

# Btn_DeleteSettings
source: Delete Settings
uk: Видалити налаштування

# Btn_SetDomainSettings
source: Set Domain Settings
uk: Налаштувати домен

# Btn_SetLicensingSettings
source: Set Licensing Settings
uk: Налаштувати ліцензування

# Btn_SetSplunkSettings
source: Set Splunk Settings
uk: Налаштувати Splunk

# Label_NotConfigured
source: Not configured
uk: Не налаштовано

# Parameters_AddLdapSettings_Description
source: These credentials will be used to connect to Active Directory via LDAPS
uk: Ці облікові дані будуть використані для підключення до Active Directory через LDAPS

# Parameters_AddLdapSettings_Header
source: Enter your credentials
uk: Введіть свої дані

# Parameters_AddLdapSettings_InvalidCredentials
source: Invalid password
uk: Недійсний пароль

# Parameters_AddLdapSettings_Title
source: Domain Settings
uk: Налаштування домену

# Parameters_AddLdapSettings_Toast
source: Domain settings updated.
uk: Налаштування домену оновлено.

# Parameters_AddLicenseSettings_Title
source: License Settings
uk: Налаштування ліцензії

# Parameters_AddLicenseSettings_Toast
source: License settings updated.
uk: Налаштування ліцензії оновлено.

# Parameters_DeleteLdapSettings_Body
source: Confirm deleting domain settings.
uk: Підтвердьте видалення налаштувань домену.

# Parameters_DeleteLdapSettings_Title
source: Delete domain settings
uk: Видаліть налаштування домену

# Parameters_DeleteLdapSettings_Toast
source: Domain settings deleted.
uk: Налаштування домену видалено.

# Parameters_DeleteLicenseSettings_Body
source: Confirm deleting license settings.
uk: Підтвердьте видалення налаштувань ліцензії.

# Parameters_DeleteLicenseSettings_Title
source: Delete license settings
uk: Видаліть налаштування ліцензії

# Parameters_DeleteLicenseSettings_Toast
source: License settings deleted.
uk: Налаштування ліцензії видалено.

# Parameters_Domain_Description
source: To connect to the domain and import groups and users.
uk: Для підключення до домену та імпорту групи та користувачів.

# Parameters_Domain_Title
source: Domain
uk: Домен

# Parameters_Licensing_Description
source: API authentication key for ordering licenses and the address of the licensing server.
uk: Ключ автентифікації API для замовлення ліцензій та адреси сервера ліцензування.

# Parameters_Licensing_Title
source: Licensing
uk: Ліцензування

# Parameters_Splunk_Description
source: Settings for sending events to the Splank.
uk: Налаштування надсилання подій на Splunk.

# Parameters_AddSplunkSettings_Title
source: Splunk Settings
uk: Налаштування Splunk

# Parameters_AddSplunkSettings_Toast
source: Splunk settings updated.
uk: Налаштування Splunk оновлено.

# Parameters_DeleteSplunkSettings_Body
source: Confirm deleting splunk settings.
uk: Підтвердьте видалення налаштувань.

# Parameters_DeleteSplunkSettings_Title
source: Delete splunk settings
uk: Видаліть налаштування виходу

# Parameters_DeleteSplunkSettings_Toast
source: Splunk settings deleted.
uk: Налаштування Splunk видалено.

# Btn_CreateSharedAccount
source: Create shared account
uk: Створити спільний обліковий запис

# SharedAccounts_CreateSharedAccount_EnterData
source: Enter data manually or select from the template:
uk: Введіть дані вручну або виберіть із шаблону:

# SharedAccounts_CreateSharedAccount_Title
source: Create Shared Account
uk: Створити спільний обліковий запис

# SharedAccounts_CreateSharedAccount_Toast
source: Account created.
uk: обліковий запис створено.

# SharedAccounts_DeleteSharedAccount_Body
source: You want to delete account {0}?
uk: Ви дійсно хочете видалити обліковий запис {0}?

# SharedAccounts_DeleteSharedAccount_Title
source: Delete Shared Account
uk: Видалити обліковий запис

# SharedAccounts_DeleteSharedAccount_Toast
source: Shared Account deleted.
uk: Обліковий запис видалено.

# SharedAccounts_EditSharedAccountOtp_Title
source: Edit Shared Account OTP
uk: Редагувати OTP спільного облікового запису

# SharedAccounts_EditSharedAccountOtp_Toast
source: Shared Account OTP updated.
uk: OTP спільного облікового запису оновлено.

# SharedAccounts_EditSharedAccountPassword_Title
source: Edit Shared Account password
uk: Редагувати пароль спільного облікового запису

# SharedAccounts_EditSharedAccountPassword_Toast
source: Shared Account password updated.
uk: Пароль спільного облікового запису оновлено.

# SharedAccounts_EditSharedAccount_Title
source: Edit Shared Account
uk: Редагувати спільний обліковий запис

# SharedAccounts_EditSharedAccount_Toast
source: Shared account updated.
uk: Спільний обліковий запис оновлено.

# Btn_CreateTemplate
source: Create template
uk: Створити шаблон

# Templates_CreateTemplate_Title
source: Create Template
uk: Створити шаблон

# Templates_CreateTemplate_Toast
source: Template created.
uk: Шаблон створений.

# Templates_DeleteTemplate_Body
source: You want to delete template {0}?
uk: Ви дійсно хочете видалити шаблон {0}?

# Templates_DeleteTemplate_Title
source: Delete Template
uk: Видалити шаблон

# Templates_DeleteTemplate_Toast
source: Template deleted.
uk: Шаблон видалений.

# Templates_EditTemplate_Title
source: Edit Template
uk: Редагувати шаблон

# Templates_EditTemplate_Toast
source: Template updated.
uk: Шаблон оновлено.

# Btn_Approve
source: Approve
uk: Затвердити

# Btn_DeleteHardwareVault
source: Delete Hardware Vault
uk: Видалити aпаратне сховище

# Btn_Unapprove
source: Unapprove
uk: Відхилити

# Label_Approved
source: Approved
uk: Затверджено

# Label_ClientVersion
source: Client Version
uk: Клієнтська версія

# Label_HasRFID
source: Has RFID
uk: Має RFID

# Label_OS
source: OS
uk: ОС

# Label_ProximityVaults
source: Proximity Vaults
uk: Близькі сховища

# Label_UnlockSettings
source: Unlock settings
uk: Налаштування розблокування

# Workstations_AddProximityVault_Title
source: Add Proximity Vault
uk: Додайте сховище Proximity

# Workstations_AddProximityVault_Toast
source: Hardware Vault added.
uk: Додано апаратне сховище.

# Workstations_AddProximityVault_Warning
source: Warning! You are trying to allow proximity on more than one device. This can lead to unstable system behavior.
uk: Увага! Ви намагаєтеся дозволити близькість на кількох пристроях. Це може призвести до нестабільної поведінки системи.

# Workstations_ApproveWorkstation_Body
source: You want to approve workstation {0}?
uk: Ви дійсно хочете затвердити робочу станцію {0}?

# Workstations_ApproveWorkstation_Title
source: Approve Workstation
uk: Затвердити робочу станцію
