Repository: HideezGroup/HES
Catalog: HES.Core/Resources/Resource.*.resx
Languages: uk

# Display_StartDate
source: Start Date
uk: Дата початку

# Display_Account
source: Account
uk: Аккаунт

# Display_AccountType
source: Account Type
uk: Тип аккаунту

# Display_Company
source: Company
uk: Компанія

# Display_Department
source: Department
uk: Відділення

# Display_Employee
source: Employee
uk: Співробітник

# Display_EndDate
source: End Date
uk: Кінцева дата

# Display_Event
source: Event
uk: Подія

# Display_HardwareVault
source: Hardware Vault
uk: Апаратне сховище

# Display_Note
source: Note
uk: Примітка

# Display_Severity
source: Severity
uk: Серйозність

# Display_UserSession
source: User Session
uk: Сесія користувача

# Display_Workstation
source: Workstation
uk: Робоча станція

# Display_UnlockedBy
source: Unlocked By
uk: Розблоковано

# Dashboard_EmployeesCard_LeftText
source: Registered
uk: Зареєстровано

# Dashboard_EmployeesCard_LongOpenSession
source: Long open session (>12h)
uk: Тривалий відкритий сеанс (> 12 годин)

# Dashboard_EmployeesCard_NonHideezUnlock
source: Non-hideez unlock (24h)
uk: Розблокування без Hideez (24 години)

# Dashboard_EmployeesCard_RightText
source: Opened Sessions
uk: Відкриті сесії

# Dashboard_EmployeesCard_Title
source: Employees
uk: Співробітники

# Dashboard_HardwareVaultsCard_LeftText
source: Registered
uk: Зареєстровано

# Dashboard_HardwareVaultsCard_LicenseCritical
source: License critical
uk: Ліцензія критична

# Dashboard_HardwareVaultsCard_LicenseExpired
source: License expired
uk: Термін дії ліцензії закінчився

# Dashboard_HardwareVaultsCard_LicenseWarning
source: License warning
uk: Попередження про ліцензію

# Dashboard_HardwareVaultsCard_LowBattery
source: Low battery
uk: Низький заряд батареї

# Dashboard_HardwareVaultsCard_RightText
source: Ready
uk: Готові

# Dashboard_HardwareVaultsCard_Title
source: Hardware Vaults
uk: Апаратні сховища

# Dashboard_HardwareVaultsCard_VaultLocked
source: Vault locked
uk: Сховище заблоковано

# Dashboard_ServerCard_LeftText
source: HES version
uk: Версія сервера

# Dashboard_ServerCard_LongPendingTasks
source: Long pending tasks
uk: Завдання, що довго розглядаються

# Dashboard_ServerCard_RightText
source: Hardware Vault Tasks
uk: Завдання апаратних сховищ

# Dashboard_ServerCard_Title
source: Hideez Enterprise Server
uk: Сервер

# Dashboard_WorkstationsCard_LeftText
source: Registered
uk: Зареєстровано

# Dashboard_WorkstationsCard_RightText
source: Online
uk: В онлайні

# Dashboard_WorkstationsCard_Title
source: Workstations
uk: Робочі станції

# Dashboard_WorkstationsCard_WaitingForApproval
source: Waiting for approval
uk: В очікуванні схвалення

# Display_AppsSeparate
source: Applications (separate by semicolon)
uk: Програми (розділити крапкою з комою)

# Display_Battery
source: Battery
uk: Акумулятор

# Display_ConfirmPassword
source: Confirm Password
uk: Підтвердьте пароль

# Display_Domain
source: Domain
uk: Домен

# Display_Email
source: Email
uk: Електронна пошта

# Display_Firmware
source: Firmware
uk: Прошивка

# Display_FirstName
source: First Name
uk: Ім'я

# Display_LastName
source: Last Name
uk: Прізвище

# Display_LastSeen
source: Last Seen
uk: Востаннє бачили

# Display_LastSynced
source: Last Synced
uk: Остання синхронізація

# Display_LicenseEndDate
source: License End Date
uk: Дата закінчення ліцензії

# Display_LicenseStatus
source: License Status
uk: Статус ліцензії

# Display_Login
source: Login
uk: Логiн

# Display_LoginType
source: Login Type
uk: Тип входу

# Display_MAC
source: MAC
uk: МАС

# Display_Model
source: Model
uk: Модель

# Display_Name
source: Name
uk: Ім'я

# Display_OtpSecret
source: OTP Secret
uk: OTP секрет

# Display_Password
source: Password
uk: Пароль

# Display_PhoneNumber
source: Phone Number
uk: Номер телефону

# Display_Position
source: Position
uk: Позиція

# Display_Status
source: Status
uk: Статус

# Display_StatusDescription
source: Status Description
uk: Опис стану

# Display_StatusReason
source: Status Reason
uk: Причина статусу

# Display_UrlsSeparate
source: URLs (separate by semicolon)
uk: URL-адреси (розділити крапкою з комою)

# Validation_CompareNewPassword
source: The new password and password confirmation do not match.
uk: Новий пароль та підтвердження не збігаються.

# Validation_ComparePassword
source: The password and password confirmation do not match.
uk: Пароль та підтвердження не збігаються.

# Validation_EmailAddress
source: The {0} field is not a valid e-mail address.
uk: Поле {0} не є дійсною адресою електронної пошти.

# Validation_Required
source: The {0} field is required.
uk: Поле {0} обов’язкове.

# Validation_StringLength
source: The {0} must be at least {2} and at max {1} characters long.
uk: Значення {0} має мати принаймні {2} та максимум {1} символів.

# Validation_Url
source: The {0} field is not a valid fully-qualified http, https, or ftp URL.
uk: Поле {0} не є дійсною повноцінною URL-адресою http, https або ftp.

# Display_AccountName
source: Account Name
uk: Назва аккаунту

# Display_Created
source: Created
uk: Створено

# Display_LastSeenEndDate
source: Last Seen End Date
uk: Востаннє бачили кінцева дата

# Display_LastSeenStartDate
source: Last Seen Start Date
uk: Востаннє бачили дата початку

# Display_OtpUpdated
source: OTP Updated
uk: OTP оновлено

# Display_PasswordUpdated
source: Password Updated
uk: Пароль оновлений

# Display_Profile
source: Profile
uk: Профіль

# Display_Updated
source: Updated
uk: Оновлено

# Display_VaultsCount
source: Vaults Count
uk: Кількість сховищ

# Exception_EmployeeRequiresEmail
source: Requires email.
uk: Потрібна електронна пошта.

# Exception_TheLDAPServerIsUnavailable
source: The LDAP server is unavailable.
uk: Сервер LDAP недоступний.

# Exception_EmployeeRequiresLastName
source: Requires last name.
uk: Єдиний вхід вимагає прізвище.

# Display_Id
source: ID
uk: Ідентифікатор

# Display_AuthenticatorCode
source: Authenticator code
uk: Код автентифікатора

# Display_ConfirmNewPassword
source: Confirm New Password
uk: Підтвердити новий пароль

# Display_CurrentEmail
source: Current Email
uk: Поточна електронна пошта

# Display_CurrentPassword
source: Current Password
uk: Поточний пароль

# Display_NewEmail
source: New Email
uk: Нова електронна пошта

# Display_NewPassword
source: New Password
uk: Новий пароль

# Display_RecoveryCode
source: Recovery Code
uk: Код відновлення

# Display_RememberMachine
source: Remember machine
uk: Запам’ятати машину

# Display_RememberMe
source: Remember me
uk: Запам’ятати мене

# Display_VerificationCode
source: Verification Code
uk: Код підтвердження

# Display_ContactEmail
source: Contact Email
uk: Контактна електронна адреса

# Display_CreatedAtDateFrom
source: Created At From
uk: Замовлення створено від

# Display_CreatedAtDateTo
source: Created At To
uk: Замовлення створено до

# Display_LicenseEndDateFrom
source: License End Date From
uk: Дата закінчення ліцензії від

# Display_LicenseEndDateTo
source: License End Date To
uk: Дата закінчення ліцензії до

# Display_LicenseStartDateFrom
source: License Start Date From
uk: Дата початку ліцензії від

# Display_LicenseStartDateTo
source: License Start Date To
uk: Дата початку ліцензії до

# Display_OrderStatus
source: Order Status
uk: Статус замовлення

# Display_ProlongLicense
source: Prolong License
uk: Продовжити ліцензію

# Display_HardwareVaultsCount
source: Hardware Vaults Count
uk: Кількість апаратних сховищ

# Display_OrderCreatedAtDateFrom
source: Order Created At From
uk: Замовлення створено вiд

# Display_OrderCreatedAtDateTo
source: Order Created At To
uk: Замовлення створено до

# Display_UpdatedAtFrom
source: Updated At From
uk: Оновлено вiд

# Display_UpdatedAtTo
source: Updated At To
uk: Оновлено до

# Dispaly_ApiAddress
source: API Address
uk: API Адреса

# Dispaly_ApiKey
source: API Key
uk: API Ключ

# Dispaly_AutoPasswordChange
source: Auto Password Change
uk: Автоматична зміна пароля

# Dispaly_DomainName
source: Domain Name
uk: Доменне ім'я

# Dispaly_Host
source: Host
uk: Хост

# Dispaly_Token
source: Token
uk: Токен

# Dispaly_UserLogonName
source: User Logon Name
uk: Ім'я входу користувача

# Validation_Range
source: The field {0} must be between {1} and {2}.
uk: Поле {0} має бути між {1} та {2}.

# Display_Apps
source: Applications
uk: Програми

# Display_Urls
source: URLs
uk: URL-адреси

# Display_Approved
source: Approved
uk: Затверджено

# Display_ClientVersion
source: Client Version
uk: Клієнтська версія

# Display_Online
source: Online
uk: Онлайн

# Display_OS
source: OS
uk: ОС

# Exception_AccountExist
source: Account with the same name and login exist.
uk: Обліковий запис з таким іменем та логіном вже існує.

# Exception_AccountLockout
source: Account lockout
uk: Блокування облікового запису

# Exception_AccountNotFound
source: Account not found.
uk: Обліковий запис не знайдено.

# Exception_ActivationCodeNotFound
source: Activation Code not found
uk: Код активації не знайдено

# Exception_ActiveDirectoryUserNotFound
source: This employee was removed from Active Directory so it was changed to a local user.
uk: Цього працівника було видалено з Active Directory, тому його було змінено на локального користувача.

# Exception_ApiKeyEmpty
source: API Key is empty.
uk: Api ключ порожній.

# Exception_AppSettingsNotFound
source: Application settings not found.
uk: Налаштування програми не знайдено.

# Exception_AuthenticatorNotFIDO2
source: The authenticator is not supporting FIDO2.
uk: Цей автентифікатор не підтримує FIDO2.

# Exception_CannotDeleteDefaultProfile
source: Cannot delete default profile
uk: Не можна видаляти профіль за замовчуванням

# Exception_CompanyNameAlreadyInUse
source: Company name already in use.
uk: Така назва компанії вже використовується.

# Exception_CompanyNotFound
source: Company not found.
uk: Компанію не знайдено

# Exception_DataProtectionIsAlreadyActivated
source: Data protection is already activated.
uk: Захист даних уже активовано.

# Exception_DataProtectionIsAlreadyEnabled
source: Data protection is already enabled.
uk: Захист даних уже ввімкнено.

# Exception_DataProtectionIsBusy
source: Data protection is busy.
uk: Захист даних зайнятий.

# Exception_DataProtectionNotActivated
source: Data protection is not activated.
uk: Захист даних не активовано.

# Exception_DataProtectionNotEnabled
source: Data protection is not enabled.
uk: Захист даних не ввімкнено.

# Exception_DataProtectionNotFinishedPasswordChange
source: The password change for Data Protection is not finished.
uk: Зміна пароля для захисту даних не була завершена.

# Exception_DataProtectionParametersIsEmpty
source: Data Protection parameters is empty.
uk: Параметри захисту даних порожні.

# Exception_DataProtectionParametersNotFound
source: Data protection parameters not found.
uk: Параметри захисту даних не знайдено.

# Exception_DepartmentNameAlreadyInUse
source: Department name already in use
uk: Така назва відділу вже використовується

# Exception_DepartmentNotFound
source: Department not found.
uk: Відділ не знайдено.

# Exception_EmailAlreadyTaken
source: This email address is already taken
uk: Ця email адреса вже занята.

# Exception_EmployeeAlreadyExist
source: Employee with current name already exists.
uk: Співробітник з таким прізвищем уже існує.

# Exception_EmployeeNotFound
source: Employee not found.
uk: Співробітника не знайдено.

# Exception_HardwareVaultCannotReserve
source: Vault in a status that does not allow to reserve.
uk: Апаратне сховище у статусі, який не дозволяє резервувати.

# Exception_HardwareVaultNotFound
source: Hardware Vault not found.
uk: Апаратне сховище не знайдено.

# Exception_HardwareVaultNotFoundWithParam
source: Hardware Vault {0} not found.
uk: Апаратне сховище {0} не знайдено.

# Exception_HardwareVaultProfileNotFound
source: Hardware Vault profile not found
uk: Профіль апаратного сховища не знайдено

# Exception_HardwareVaultUntieBeforeRemove
source: First untie the hardware vault before removing.
uk: Спочатку відв'язати апаратне сховище перед видаленням.

# Exception_HardwareVaultВoesNotAllowToRemove
source: Vault in a status that does not allow to remove.
uk: Апаратне сховище у статусі, який не дозволяє видалити.

# Exception_IncorrectCurrentPassword
source: Incorrect current password.
uk: Неправильний поточний пароль.

# Exception_IncorrectOldPassword
source: Incorrect old password.
uk: Неправильний старий пароль.

# Exception_IncorrectOtp
source: Incorrect OTP secret.
uk: Неправильний секрет OTP.

# Exception_IncorrectPassword
source: Incorrect password.
uk: Неправильний пароль.

# Exception_IncorrectUrl
source: Incorrect URL address.
uk: Неправильна URL-адреса.

# Exception_InvalidLoginAttempt
source: Invalid login attempt.
uk: Неправильна спроба входу.

# Exception_LdapSettingsNotSet
source: LDAP settings not set.
uk: Налаштування LDAP не встановлено.

# Exception_LicenseForHardwareVaultNotFound
source: Hardware Vault licenses not found.
uk: Ліцензій на апаратне сховище не знайдено.

# Exception_LicenseOrderNotFound
source: License Order not found.
uk: Замовлення ліцензії не знайдено.

# Exception_None
source: Something went wrong.
uk: Щось пішло не так.

# Exception_OneHardwareVaultConstraint
source: Cannot add more than one Hardware Vault.
uk: Не можна додати більше одного апаратного сховища.

# Exception_PositionNameAlreadyInUse
source: Position name already in use.
uk: Назва посади вже використовується.

# Exception_PositionNotFound
source: Position not found.
uk: Позиції не знайдено.

# Exception_ProfileNameAlreadyInUse
source: Profile name already in use
uk: Назва профілю вже використовується

# Exception_RequiresRelogin
source: Requires relogin
uk: Потрібен релогін

# Exception_RequiresTwoFactor
source: Requires two factor.
uk: Потрібно два фактори.

# Exception_SecurityKeyNotFound
source: Security key not found.
uk: Ключ безпеки не знайдено.

# Exception_SharedAccountExist
source: Shared Account with the same name and login exists.
uk: Спільний обліковий запис з таким ім’ям та логіном вже існує.

# Exception_SharedAccountNotFound
source: Shared Account not found.
uk: Спільний обліковий запис не знайдено.

# Exception_TemplateExist
source: Template with current name already exists.
uk: Шаблон із такою назвою вже існує.

# Exception_TemplateNotFound
source: Template not found.
uk: Шаблон не знайдено.

# Exception_UserNotFound
source: User not found.
uk: Користувач не знайдений.

# Exception_WorkstationHardwareVaultPairAlreadyExist
source: Hardware Vault already added to workstation.
uk: Апаратне сховище вже додано на робочу станцію.

# Exception_WorkstationHardwareVaultPairNotFound
source: Workstation and Hardware Vault pair not found.
uk: Пара робочої станції та апаратного сховища не знайдена.

# Exception_WorkstationNotFound
source: Workstation not found.
uk: Робоча станція не знайдена.

# Exception_WorkstationNotFoundWithParam
source: Workstation {0} not found.
uk: Робочу станцію {0} не знайдено.

# Breadcrumbs_Administrators
source: Administrators
uk: Адміністратори

# Breadcrumbs_Alarm
source: Alarm
uk: Сигналізація

# Breadcrumbs_Audit
source: Audit
uk: Аудит

# Breadcrumbs_Dashboard
source: Dashboard
uk: Панель моніторингу

# Breadcrumbs_DataProtection
source: Data Protection
uk: Захист даних

# Breadcrumbs_Employees
source: Employees
uk: Співробітники

# Breadcrumbs_Groups
source: Groups
uk: Групи

# Breadcrumbs_HardwareVaultAccessProfiles
source: Hardware Vault Access Profiles
uk: Профілі доступу до апаратного сховища

# Breadcrumbs_HardwareVaults
source: Hardware Vaults
uk: Апаратні сховища

# Breadcrumbs_LicenseOrders
source: License Orders
uk: Замовлення ліцензій

# Breadcrumbs_OrgStructure
source: Organization Structure
uk: Структура організації

# Breadcrumbs_Parameters
source: Parameters
uk: Параметри

# Breadcrumbs_Profile
source: Profile
uk: Профіль

# Breadcrumbs_Settings
source: Settings
uk: Налаштування

# Breadcrumbs_SharedAccounts
source: Shared Accounts
uk: Спільні аккаунти

# Breadcrumbs_Summaries
source: Summaries
uk: Звіти

# Breadcrumbs_Templates
source: Templates
uk: Шаблони

# Breadcrumbs_WorkstationEvents
source: Workstation Events
uk: Події робочої станції

# Breadcrumbs_Workstations
source: Workstations
uk: Робочі станції

# Breadcrumbs_WorkstationSessions
source: Workstation Sessions
uk: Сесії робочих станцій

# Email_ActivateDataProtection_Body
source: Your Hideez Enterprise Server has been restarted. Please activate the data protection on the server by clicking this button:
uk: Ваш сервер перезапущений. Будь ласка, активуйте захист даних на сервері, натиснувши цю кнопку:

# Email_ActivateDataProtection_Subject
source: Action required - Hideez Enterprise Server Status Update
uk: Потрібна дія - Aктивуйте захист даних

# Email_Common_Admin
source: Administrator
uk: Адміністратор

# Email_Common_Btn_Activate
source: Activate
uk: Активувати

# Email_Common_Btn_Confirm
source: Confirm
uk: Підтвердьте

# Email_Common_Btn_ResetPassword
source: Reset Password
uk: Скинути пароль

# Email_Common_DaysRemainin
source: days remaining
uk: днів залишились

# Email_Common_Dear
source: Dear {0},
uk: Шановний {0},

# Email_Common_Link
source: link
uk: посилання

# Email_Common_YourServer
source: Your Hideez Enterprise Server
uk: Ваш {0}

# Email_EmployeeDisableSso_Body
source: You've turned off the option SSO via Hideez Enterprise Server.
uk: Ви вимкнули опцію SSO для вашого облікового запису.

# Email_EmployeeDisableSso_Subject
source: SSO Disabled to Hideez Enterprise Server
uk: SSO вимкнено для вашого облікового запису

# Email_EmployeeEnableSso_Body
source: You've turned on the option SSO via Hideez Enterprise Server. Please complete the setup by adding a security key using this
uk: Ви ввімкнули опцію SSO для вашого облікового запису. Будь ласка, завершіть налаштування, додавши ключ безпеки за допомогою цього

# Email_EmployeeEnableSso_Subject
source: SSO Enabled to Hideez Enterprise Server
uk: SSO увімкнено для вашого облікового запису

# Email_HardwareVaultActivationCode_Body
source: Your hardware vault activation code:
uk: Код активації вашого обладнання:

# Email_HardwareVaultActivationCode_Subject
source: Activate Hardware Vault - Hideez Enterprise Server
uk: Активувати апратний ключ

# Email_HardwareVaultLicenseStatus_Body
source: Some of your Hideez Key devices have changes in their license status. Please review the list below and take action if required.
uk: Деякі з ваших ключів безпеки змінили статус ліцензії. Будь ласка, перегляньте наведений нижче список і вжийте заходів, якщо потрібно.

# Email_HardwareVaultLicenseStatus_Subject
source: Hideez License Status Update
uk: Оновлення статусу ліцензії

# Email_LicenseChanged_Body
source: Thank you for placing the order on Hideez licenses.
uk: Дякуємо за розміщення замовлення на ліцензії.

# Email_LicenseChanged_Description
source: The status of your Hideez License order of {0} has been changed to {1}
uk: Статус вашого замовлення ліцензії від {0} змінено на {1}

# Email_LicenseChanged_Subject
source: Hideez License Order Status Update
uk: Оновлення статусу замовлення ліцензії

# Email_NotifyWhenPasswordAutoChanged_Body
source: Your password for your domain account {0} has been automatically changed and uploaded to your Hideez Key device {1}.
uk: Ваш пароль для облікового запису домену {0} було автоматично змінено та завантажено на ключ безпеки {1}.

# Email_NotifyWhenPasswordAutoChanged_Description
source: Please use it at the next login. Please note that your computer will need a connection to the server to sync data.
uk: Будь ласка, використовуйте його при наступному вході в систему. Зверніть увагу, що для синхронізації даних ваш комп’ютер потребуватиме з’єднання з сервером.

# Email_NotifyWhenPasswordAutoChanged_Subject
source: Password Auto Changed - Hideez Enterprise Server
uk: Пароль було автоматично змінено

# Email_UserConfirmEmail_Body
source: Please confirm your account by clicking on the button:
uk: Підтвердьте свій аккаунт, натиснувши на кнопку:

# Email_UserConfirmEmail_Subject
source: Action required - Confirm your email to Hideez Enterprise Server
uk: Потрібні дії - Підтвердьте свою електронну адресу

# Email_UserInvitation_Body
source: You've been invited to Hideez Enterprise Server. Please confirm the invitation by entering a new password using this
uk: Вас запросили на сервер. Будь ласка, підтвердьте запрошення, ввівши новий пароль за допомогою цього

# Email_UserInvitation_Subject
source: Action required - Invitation to Hideez Enterprise Server
uk: Потрібна дія - Запрошення

# Email_UserResetPassword_Body
source: To secure your account, please reset your password by clicking on the button:
uk: Щоб захистити свій обліковий запис, скиньте пароль, натиснувши кнопку:

# Email_UserResetPassword_Subject
source: Action required - Password Reset to Hideez Enterprise Server
uk: Потрібна дія - скидання пароля

# Display_AssertionConsumerService
source: Assertion Consumer Service
uk: Ствердження споживчої служби

# Display_Issuer
source: Issuer
uk: Емітент

# Display_PublicX509Certificate
source: Public x509 Certificate
uk: Публічний сертифікат x509

# Display_SingleLogoutService
source: Single Logout Service
uk: Служба єдиного виходу

# Exception_InvalidCertificate
source: Invalid certificate.
uk: Недійсний сертифікат.

# Exception_Saml2IssuerAlreadyExist
source: Issuer already exist.
uk: Емітент вже існує.

# Exception_Saml2RelyingPartyNotFound
source: Service provider not found.
uk: Постачальника послуг не знайдено.

# Exception_Saml2SPDescriptorNotLoaded
source: Service Provider descriptor not loaded from metadata.
uk: Дескриптор постачальника послуг не завантажений із метаданих.

# Exception_Saml2NotMetadataOrDescriptorElementNotFound
source: Not metadata or descriptor element not found.
uk: Не знайдено метаданих або елемента дескриптора.

# Exception_InvitationNotConfirmed
source: Invitation not confirmed.
uk: Запрошення не підтверджено.

# Display_NameIdentifierFormat
source: Name Identifier Format
uk: Формат ідентифікатора імені
